"__title__" = "Bankovní účet (Švýcarsko)";

"__description__" = "Informace o švýcarském bankovní účtu.";

"bankName" = "Název banky";

"owner" = "Jméno na účtu";

"accountType" = "Typ";

"clearingNo" = "Clearingové číslo";

"accountNo" = "Číslo účtu";

"swift" = "SWIFT kód";

"iban" = "IBAN číslo";

"branchInfo" = "Údaje o pobočce";

"branchPhone" = "Telefon";

"branchAddress" = "Adresa";

"telephonePin" = "KÓD PIN";


"menu.accountType.checking" = "Šekový";

"menu.accountType.savings" = "Spořicí";

"menu.accountType.loc" = "Úvěrová linie";

"menu.accountType.money_market" = "Peněžní trh";

"menu.accountType.other" = "Jiné";
